[
  {
    "quote": "It was a pleasure to burn.",
    "source": "Fahrenheit 451",
    "author": "Ray Bradbury"
  },
  {
    "quote": "Monday burn Millay, Wednesday Whitman, Friday Faulkner, burn 'em to ashes, then burn the ashes. That's our official slogan.",
    "source": "Fahrenheit 451",
    "author": "Ray Bradbury"
  },
  {
    "quote": "We need not to be let alone. We need to be really bothered once in a while. How long is it since you were really bothered? About something important, about something real?",
    "source": "Fahrenheit 451",
    "author": "Ray Bradbury"
  },
  {
    "quote": "School is shortened, discipline relaxed, philosophies, histories, languages dropped, English and spelling gradually gradually neglected, finally almost completely ignored. Life is immediate, the job counts, pleasure lies all about after work. Why learn anything save pressing buttons, pulling switches, fitting nuts and bolts?",
    "source": "Fahrenheit 451",
    "author": "Ray Bradbury"
  },
  {
    "quote": "With school turning out more runners, jumpers, racers, tinkerers, grabbers, snatchers, fliers, and swimmers instead of examiners, critics, knowers, and imaginative creators, the word 'intellectual,' of course, became the swear word it deserved to be. You always dread the unfamiliar.",
    "source": "Fahrenheit 451",
    "author": "Ray Bradbury"
  },
  {
    "quote": "We must all be alike. Not everyone born free and equal, as the Constitution says, but everyone made equal. Each man the image of every other; then all are happy, for there are no mountains to make them cower, to judge themselves against.",
    "source": "Fahrenheit 451",
    "author": "Ray Bradbury"
  },
  {
    "quote": "We have everything we need to be happy, but we aren't happy. Something's missing.",
    "source": "Fahrenheit 451",
    "author": "Ray Bradbury"
  },
  {
    "quote": "We must all be alike. Not everyone born free and equal, as the Constitution says, but everyone made equal. Each man the image of every other; then all are happy, for there are no mountains to make them cower, to judge themselves against.",
    "source": "Fahrenheit 451",
    "author": "Ray Bradbury"
  },
  {
    "quote": "You're afraid of making mistakes. Don't be. Mistakes can be profited by. Man, when I was young I shoved my ignorance in people's faces. They beat me with sticks. By the time I was forty my blunt instrument had been honed to a fine cutting point for me. If you hide your ignorance, no one will hit you and you'll never learn.",
    "source": "Fahrenheit 451",
    "author": "Ray Bradbury"
  },
  {
    "quote": "The sun burnt every day. It burnt Time. The world rushed in a circle and turned on its axis and time was busy burning the years and the people anyway, without any help from him. So if he burnt things with the firemen, and the sun burnt Time, that meant everything burnt!",
    "source": "Fahrenheit 451",
    "author": "Ray Bradbury"
  },
  {
    "quote": "What was done to me created me. It's a basic principle of the Universe that every action will create an equal and opposing reaction.",
    "source": "V for Vendetta",
    "author": "Alan Moore"
  },
  {
    "quote": "And what about the children? It's always the children who suffer, as you're well aware. Poor little mites. What are they to make of it? What are they to make of your bullying, your despair, your cowardice and all your fondly nurtured bigotries? Really, it's not good enough, is it?",
    "source": "V for Vendetta",
    "author": "Alan Moore"
  },
  {
    "quote": "...who elected them? It was you! You who appointed these people! You who gave them the power to make your decisions for you! While I'll admit that anyone can make a mistake once, to go on making the same lethal errors century after century seems to me nothing short of deliberate.",
    "source": "V for Vendetta",
    "author": "Alan Moore"
  },
  {
    "quote": "Happiness is a prison... Happiness is the most insidious prison of all.",
    "source": "V for Vendetta",
    "author": "Alan Moore"
  },
  {
    "quote": "I didn't put you in a prison... I just showed you the bars.",
    "source": "V for Vendetta",
    "author": "Alan Moore"
  },
  {
    "quote": "There's no flesh or blood within this cloak to kill. There's only an idea. Ideas are bulletproof.",
    "source": "V for Vendetta",
    "author": "Alan Moore"
  },
  {
    "quote": "Everybody is special. Everybody. Everybody is a hero, a lover, a fool, a villain, everybody. Everybody has their story to tell...",
    "source": "V for Vendetta",
    "author": "Alan Moore"
  },
  {
    "quote": "Anarchy wears two faces, both Creator and Destroyer. Thus Destroyers topple empires; make a canvas of clean rubble where creators can then build a better world.",
    "source": "V for Vendetta",
    "author": "Alan Moore"
  }
]